Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: presets
de: Vorlagen
es: ajustes predefinidos
fr: préréglages
ja: プリセット
zh_hans: 预设
zh_hant: 預設組合

source: press return afterwards
de: danach Return drücken
es: pulsar Retorno al terminar
fr: appuyer sur Retour ensuite
ja: そのあとに Return を送る
zh_hans: 之后按下回车
zh_hant: 之後按下 Return

source: press the keys you want. they won't reach the terminal while recording.
de: Drücke die gewünschten Tasten. Während der Aufnahme erreichen sie das Terminal nicht.
es: pulsa las teclas que quieras. mientras se graba no llegan al terminal.
fr: appuyez sur les touches voulues. pendant l'enregistrement, elles n'atteignent pas le terminal.
ja: 使いたいキーを押してください。 記録中、キーはターミナルには届きません。
zh_hans: 按下你想要的按键。 记录期间它们不会传到终端。
zh_hant: 按下你想要的按鍵。 記錄期間它們不會傳到終端機。

source: prev / next window
de: vorheriges / nächstes Fenster
es: ventana anterior / siguiente
fr: fenêtre précédente / suivante
ja: 前 / 次のウインドウ
zh_hans: 上一个 / 下一个窗口
zh_hant: 上一個 / 下一個視窗

source: preview
de: Vorschau
es: vista previa
fr: aperçu
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: previous / next pane
de: vorheriger / nächster Bereich
es: panel anterior / siguiente
fr: volet précédent / suivant
ja: 前／次のペイン
zh_hans: 上一个 / 下一个窗格
zh_hant: 上一個 / 下一個窗格

source: previous / next session
de: vorherige / nächste Sitzung
es: sesión anterior / siguiente
fr: session précédente / suivante
ja: 前／次のセッション
zh_hans: 上一个 / 下一个会话
zh_hant: 上一個 / 下一個工作階段

source: previous / next window
de: vorheriges / nächstes Fenster
es: ventana anterior / siguiente
fr: fenêtre précédente / suivante
ja: 前／次のウインドウ
zh_hans: 上一个 / 下一个窗口
zh_hant: 上一個 / 下一個視窗

source: previous / next word
de: vorheriges / nächstes Wort
es: palabra anterior / siguiente
fr: mot précédent / suivant
ja: 前／次の単語
zh_hans: 上一个 / 下一个单词
zh_hant: 上一個 / 下一個單字

source: previous connections
de: frühere Verbindungen
es: conexiones anteriores
fr: connexions précédentes
ja: 以前の接続
zh_hans: 先前的连接
zh_hant: 先前的連線

source: previous fingerprint:
de: vorheriger Fingerabdruck:
es: huella anterior:
fr: empreinte précédente :
ja: 以前のフィンガープリント:
zh_hans: 上一个指纹：
zh_hant: 上一個指紋：

source: previous match
de: vorheriger Treffer
es: coincidencia anterior
fr: correspondance précédente
ja: 前の一致
zh_hans: 上一个匹配
zh_hant: 上一個相符項

source: previous pane
de: vorheriger Bereich
es: panel anterior
fr: volet précédent
ja: 前のペイン
zh_hans: 上一个窗格
zh_hant: 上一個窗格

source: previous session
de: vorherige Sitzung
es: sesión anterior
fr: session précédente
ja: 前のセッション
zh_hans: 上一个会话
zh_hant: 上一個工作階段

source: previous window
de: vorheriges Fenster
es: ventana anterior
fr: fenêtre précédente
ja: 前のウインドウ
zh_hans: 上一个窗口
zh_hant: 上一個視窗

source: private key never leaves this device. sync, export, and copy-private-key are disabled.
de: der Private Key verlässt dieses Gerät nie. Sync, Export und Private-Key-Kopieren sind deaktiviert.
es: la clave privada nunca sale de este dispositivo. La sincronización, la exportación y copiar la clave privada están desactivadas.
fr: la clé privée ne quitte jamais cet appareil. La synchronisation, l'export et la copie de la clé privée sont désactivés.
ja: 秘密鍵はこのデバイスから出ません。同期、書き出し、秘密鍵のコピーは無効です。
zh_hans: 私钥永不离开本设备。同步、导出和复制私钥均已禁用。
zh_hant: 私鑰永不離開本裝置。同步、匯出和複製私鑰均已停用。

source: private key restored
de: privater Key wiederhergestellt
es: clave privada restaurada
fr: clé privée restaurée
ja: 秘密鍵を復元しました
zh_hans: 已恢复私钥
zh_hant: 已回復私密金鑰

source: private material invalid
de: privates Material ungültig
es: material privado no válido
fr: matériel privé non valide
ja: 秘密情報が無効です
zh_hans: 私有材料无效
zh_hant: 私有材料無效

source: private material mismatch
de: privates Material stimmt nicht überein
es: el material privado no coincide
fr: matériel privé incohérent
ja: 秘密情報が一致しません
zh_hans: 私有材料不匹配
zh_hant: 私有材料不相符

source: private material missing
de: privates Material fehlt
es: falta el material privado
fr: matériel privé manquant
ja: 秘密情報がありません
zh_hans: 缺少私有材料
zh_hant: 缺少私有材料

source: private-key file
de: Datei mit privatem Key
es: archivo de clave privada
fr: fichier de clé privée
ja: 秘密鍵ファイル
zh_hans: 私钥文件
zh_hant: 私密金鑰檔案

source: private-key import hidden
de: Import privater Keys ausgeblendet
es: importación de clave privada oculta
fr: import de clé privée masqué
ja: 秘密鍵の読み込みを非表示
zh_hans: 已隐藏私钥导入
zh_hant: 已隱藏私密金鑰輸入

source: process or regex:…
de: Prozess oder regex:…
es: proceso o regex:…
fr: processus ou regex:…
ja: プロセスまたは regex:…
zh_hans: 进程或 regex:…
zh_hant: 行程或 regex:…

source: profile + agent detection
de: Profil- und Agentenerkennung
es: perfil y detección de agentes
fr: profil et détection des agents
ja: プロファイルとエージェント検出
zh_hans: 配置与智能体识别
zh_hant: 設定檔與智慧體辨識

source: profiles · evaluated top-to-bottom · first match wins
de: Profile · werden von oben nach unten ausgewertet · der erste Treffer gewinnt
es: perfiles · se evalúan de arriba abajo · gana la primera coincidencia
fr: profils · évalués de haut en bas · la première correspondance l'emporte
ja: プロファイル · 上から順に評価 · 最初に一致したものが使われます
zh_hans: 配置 · 自上而下逐条判断 · 以首个匹配项为准
zh_hant: 設定檔 · 自上而下逐條判斷 · 以首個相符項為準

source: prompt %@…
de: %@ etwas fragen…
es: preguntar a %@…
fr: demander à %@…
ja: %@ にプロンプト…
zh_hans: 向 %@ 提问…
zh_hant: 向 %@ 提問…

source: prompt changed
de: Rückfrage geändert
es: la pregunta cambió
fr: invite modifiée
ja: プロンプトが変わりました
zh_hans: 提示已变化
zh_hant: 提示已變更

source: protect recovery key
de: Wiederherstellungs-Key schützen
es: proteger la clave de recuperación
fr: protéger la clé de récupération
ja: 復元用キーを保護
zh_hans: 保护恢复密钥
zh_hant: 保護復原金鑰

source: protect recovery key…
de: Wiederherstellungs-Key schützen…
es: proteger la clave de recuperación…
fr: protéger la clé de récupération…
ja: 復旧キーを保護…
zh_hans: 保护恢复密钥…
zh_hant: 保護回復金鑰…

source: provider lifecycle hook active; waiting for its next state transition
de: Lifecycle-Hook des Anbieters aktiv; warte auf den nächsten Zustandswechsel
es: hook de ciclo de vida del proveedor activo; esperando su próxima transición de estado
fr: hook de cycle de vie du fournisseur actif ; en attente de sa prochaine transition d'état
ja: プロバイダのライフサイクルフックは有効です。次の状態遷移を待っています
zh_hans: 提供方的生命周期钩子已激活；正在等待其下一次状态变化
zh_hant: 提供者的生命週期掛鉤已啟用；正在等待其下一次狀態變化

source: provider session %@
de: Anbieter-Sitzung %@
es: sesión del proveedor %@
fr: session du fournisseur %@
ja: プロバイダセッション %@
zh_hans: 提供方会话 %@
zh_hant: 提供者工作階段 %@

source: puck size
de: Puck-Größe
es: tamaño del disco
fr: taille de la pastille
ja: パックのサイズ
zh_hans: 圆钮大小
zh_hant: 圓鈕大小

source: queue
de: einreihen
es: poner en cola
fr: mettre en file
ja: キューに追加
zh_hans: 加入队列
zh_hant: 加入佇列

source: queued
de: in Warteschlange
es: en cola
fr: en file d'attente
ja: 待機中
zh_hans: 排队中
zh_hant: 排隊中

source: quick-switch palette
de: Schnellwechsel-Palette
es: paleta de cambio rápido
fr: palette de bascule rapide
ja: クイック切り替えパレット
zh_hans: 快速切换面板
zh_hant: 快速切換面板

source: quiet %@
de: still seit %@
es: en silencio %@
fr: silencieux depuis %@
ja: %@ 前から静止
zh_hans: 已静默 %@
zh_hant: 已靜默 %@

source: rang a bell that needs attention
de: hat einen Signalton ausgelöst, der Aufmerksamkeit braucht
es: hizo sonar una campana que requiere atención
fr: a fait sonner une cloche qui demande votre attention
ja: 注意が必要なベルを鳴らしました
zh_hans: 触发了需要关注的响铃
zh_hant: 觸發了需要關注的響鈴

source: receive setup from nearby device
de: Einrichtung von Gerät in der Nähe empfangen
es: recibir la configuración de un dispositivo cercano
fr: recevoir la configuration d'un appareil proche
ja: 近くのデバイスからセットアップを受け取る
zh_hans: 从附近设备接收设置
zh_hant: 從鄰近裝置接收設定

source: received for this device
de: für dieses Gerät erhalten
es: recibido para este dispositivo
fr: reçu pour cet appareil
ja: このデバイス向けに受信
zh_hans: 为本设备接收
zh_hant: 為本裝置接收

source: recent
de: zuletzt
es: recientes
fr: récents
ja: 最近
zh_hans: 最近
zh_hant: 最近

source: reconnect failed
de: erneutes Verbinden fehlgeschlagen
es: falló la reconexión
fr: échec de la reconnexion
ja: 再接続に失敗しました
zh_hans: 重新连接失败
zh_hant: 重新連線失敗

source: reconnect with a new shell
de: mit einer neuen Shell neu verbinden
es: reconectar con un shell nuevo
fr: se reconnecter avec un nouveau shell
ja: 新しいシェルで接続し直す
zh_hans: 以新的 shell 重新连接
zh_hant: 以新的 shell 重新連線

source: reconnected on this device
de: auf diesem Gerät neu verbunden
es: reconectado en este dispositivo
fr: reconnecté sur cet appareil
ja: このデバイスで再接続しました
zh_hans: 已在本设备上重新连接
zh_hant: 已在本裝置上重新連線

source: reconnecting from your other device
de: wird von deinem anderen Gerät aus neu verbunden
es: reconectando desde tu otro dispositivo
fr: reconnexion depuis votre autre appareil
ja: もう一方のデバイスから再接続中
zh_hans: 正从你的另一台设备重新连接
zh_hant: 正從你的另一台裝置重新連線

source: record again
de: erneut aufnehmen
es: grabar otra vez
fr: réenregistrer
ja: もう一度記録
zh_hans: 重新记录
zh_hant: 重新記錄

source: record shortcut
de: Kurzbefehl aufnehmen
es: grabar el atajo
fr: enregistrer le raccourci
ja: ショートカットを記録
zh_hans: 录制快捷键
zh_hant: 錄製快速鍵

source: records the exact shells that loaded it under ~/.config/tessera/active-shells
de: hält unter ~/.config/tessera/active-shells fest, welche Shells es genau geladen haben
es: registra en ~/.config/tessera/active-shells los shells exactos que lo cargaron
fr: consigne dans ~/.config/tessera/active-shells les shells exacts qui l'ont chargé
ja: 読み込んだシェルを ~/.config/tessera/active-shells に正確に記録します
zh_hans: 在 ~/.config/tessera/active-shells 中记录确切加载过它的 shell
zh_hant: 在 ~/.config/tessera/active-shells 中記錄確切載入過它的 shell

source: record…
de: aufnehmen…
es: grabar…
fr: enregistrer…
ja: 記録…
zh_hans: 录制…
zh_hant: 錄製…

source: recoverable
de: wiederherstellbar
es: recuperable
fr: récupérable
ja: 復元可能
zh_hans: 可恢复
zh_hant: 可復原

source: recovery
de: Wiederherstellung
es: recuperación
fr: récupération
ja: 復旧
zh_hans: 恢复
zh_hant: 回復

source: recovery exported
de: Wiederherstellung exportiert
es: recuperación exportada
fr: récupération exportée
ja: 復元用データを書き出し済み
zh_hans: 已导出恢复文件
zh_hant: 已匯出復原檔案

source: recovery file verified
de: Wiederherstellungsdatei geprüft
es: archivo de recuperación verificado
fr: fichier de récupération vérifié
ja: 復旧ファイルを検証しました
zh_hans: 恢复文件已验证
zh_hant: 回復檔案已驗證

source: recovery not exported
de: Wiederherstellung nicht exportiert
es: recuperación no exportada
fr: récupération non exportée
ja: 復旧ファイルは未書き出し
zh_hans: 尚未导出恢复文件
zh_hant: 尚未輸出回復檔案

source: recovery operation hidden
de: Wiederherstellungsvorgang ausgeblendet
es: operación de recuperación oculta
fr: opération de récupération masquée
ja: 復旧操作を非表示にしました
zh_hans: 已隐藏恢复操作
zh_hant: 已隱藏回復操作

source: recovery-file passphrase
de: Passphrase der Wiederherstellungsdatei
es: frase de contraseña del archivo de recuperación
fr: phrase secrète du fichier de récupération
ja: 復旧ファイルのパスフレーズ
zh_hans: 恢复文件的密码短语
zh_hant: 回復檔案的密碼短語

source: reflow terminal rows when the software keyboard appears or hides
de: Terminalzeilen neu umbrechen, wenn die Bildschirmtastatur ein- oder ausgeblendet wird
es: recomponer las filas del terminal cuando el teclado en pantalla aparece o se oculta
fr: recomposer les lignes du terminal lorsque le clavier logiciel apparaît ou disparaît
ja: ソフトウェアキーボードの表示・非表示に合わせて、ターミナルの行を組み直します
zh_hans: 软件键盘出现或收起时重排终端行
zh_hant: 軟體鍵盤出現或收起時重排終端機列

source: refresh
de: aktualisieren
es: actualizar
fr: actualiser
ja: 更新
zh_hans: 刷新
zh_hant: 重新整理

source: refresh terminal
de: Terminal aktualisieren
es: actualizar el terminal
fr: actualiser le terminal
ja: ターミナルを再描画
zh_hans: 刷新终端
zh_hant: 重新整理終端機

source: regular
de: Normal
es: normal
fr: normal
ja: 標準
zh_hans: 常规
zh_hant: 標準

source: rejected
de: abgelehnt
es: rechazada
fr: rejetée
ja: 拒否
zh_hans: 已拒绝
zh_hant: 已拒絕

source: rejected lines
de: abgelehnte Zeilen
es: líneas rechazadas
fr: lignes rejetées
ja: 拒否された行
zh_hans: 被拒绝的行
zh_hant: 被拒絕的行

source: remap any app shortcut · add your own
de: jeden App-Kurzbefehl neu belegen · eigene hinzufügen
es: reasigna cualquier atajo de la app · añade los tuyos
fr: réaffectez n'importe quel raccourci de l'app · ajoutez les vôtres
ja: アプリのショートカットを自由に割り当て直せます · 独自のものも追加できます
zh_hans: 可重新映射任意应用快捷键 · 也可添加自己的
zh_hant: 可重新對應任意 App 快速鍵 · 也可加入自己的

source: remote host
de: entfernter Host
es: host remoto
fr: hôte distant
ja: リモートホスト
zh_hans: 远程主机
zh_hant: 遠端主機

source: remote host can't be empty
de: der entfernte Host darf nicht leer sein
es: el host remoto no puede estar vacío
fr: l'hôte distant ne peut pas être vide
ja: リモートホストを空にはできません
zh_hans: 远程主机不能为空
zh_hant: 遠端主機不能為空

source: remote port
de: entfernter Port
es: puerto remoto
fr: port distant
ja: リモートポート
zh_hans: 远程端口
zh_hant: 遠端連接埠

source: remote port must be between 1 and 65535
de: der entfernte Port muss zwischen 1 und 65535 liegen
es: el puerto remoto debe estar entre 1 y 65535
fr: le port distant doit être compris entre 1 et 65535
ja: リモートポートは 1 〜 65535 の範囲である必要があります
zh_hans: 远程端口必须介于 1 和 65535 之间
zh_hant: 遠端連接埠必須介於 1 和 65535 之間

source: remote state uncertain · retry revoke or verify manually
de: entfernter Zustand unklar · Widerruf erneut versuchen oder manuell prüfen
es: estado remoto incierto · reintenta la revocación o verifícalo manualmente
fr: état distant incertain · réessayez la révocation ou vérifiez manuellement
ja: リモートの状態が不確かです · 失効を再試行するか手動で確認してください
zh_hans: 远程状态不确定 · 请重试吊销或手动核对
zh_hant: 遠端狀態不確定 · 請重試撤銷或手動核對

source: remove
de: entfernen
es: quitar
fr: retirer
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: remove %@?
de: %@ entfernen?
es: ¿eliminar %@?
fr: supprimer %@ ?
ja: %@ を削除しますか？
zh_hans: 移除 %@？
zh_hant: 移除 %@？

source: remove host
de: Host entfernen
es: eliminar el host
fr: supprimer l'hôte
ja: ホストを削除
zh_hans: 移除主机
zh_hant: 移除主機

source: remove host?
de: Host entfernen?
es: ¿eliminar el host?
fr: supprimer l'hôte ?
ja: ホストを削除しますか？
zh_hans: 移除主机？
zh_hant: 移除主機？

source: remove…
de: Entfernen…
es: eliminar…
fr: supprimer…
ja: 削除…
zh_hans: 移除…
zh_hant: 移除…

source: reopen
de: wieder öffnen
es: reabrir
fr: rouvrir
ja: 再開
zh_hans: 重新打开
zh_hant: 重新打開

source: reopen previous connections
de: frühere Verbindungen wieder öffnen
es: reabrir las conexiones anteriores
fr: rouvrir les connexions précédentes
ja: 以前の接続を再開
zh_hans: 重新打开先前的连接
zh_hant: 重新打開先前的連線

source: reopen restorable saved-host sessions automatically
de: wiederherstellbare Sitzungen zu gesicherten Hosts automatisch wieder öffnen
es: reabrir automáticamente las sesiones restaurables de hosts guardados
fr: rouvrir automatiquement les sessions restaurables des hôtes enregistrés
ja: 復元可能な保存済みホストのセッションを自動的に再開します
zh_hans: 自动重新打开可恢复的已保存主机会话
zh_hant: 自動重新打開可回復的已儲存主機工作階段

source: reopen restorable saved-host sessions without prompting
de: wiederherstellbare Sitzungen zu gesicherten Hosts ohne Nachfrage wieder öffnen
es: reabrir las sesiones restaurables de hosts guardados sin preguntar
fr: rouvrir les sessions restaurables des hôtes enregistrés sans demander
ja: 確認なしで、復元可能な保存済みホストのセッションを再開します
zh_hans: 无需询问，直接重新打开可恢复的已保存主机会话
zh_hant: 無需詢問，直接重新打開可回復的已儲存主機工作階段

source: repair from matching recovery file…
de: aus passender Wiederherstellungsdatei reparieren…
es: reparar desde el archivo de recuperación correspondiente…
fr: réparer depuis le fichier de récupération correspondant…
ja: 対応する復旧ファイルから修復…
zh_hans: 从匹配的恢复文件修复…
zh_hant: 從相符的回復檔案修復…

source: replaces %@
de: ersetzt %@
es: sustituye a %@
fr: remplace %@
ja: %@ を置き換えます
zh_hans: 替换 %@
zh_hant: 取代 %@

source: replay walkthrough
de: Rundgang erneut ansehen
es: repetir el recorrido
fr: revoir la visite guidée
ja: チュートリアルをもう一度見る
zh_hans: 重新观看导览
zh_hant: 重新觀看導覽

source: require biometrics or passcode
de: Biometrie oder Code verlangen
es: exigir datos biométricos o código
fr: exiger la biométrie ou le code
ja: 生体認証またはパスコードを要求
zh_hans: 要求生物识别或密码
zh_hant: 要求生物辨識或密碼

source: require device owner authentication to unlock
de: zum Entsperren Authentifizierung des Gerätebesitzers verlangen
es: exigir la autenticación del propietario del dispositivo para desbloquear
fr: exiger l'authentification du propriétaire de l'appareil pour déverrouiller
ja: ロック解除にデバイス所有者の認証を要求
zh_hans: 解锁时要求设备所有者认证
zh_hant: 解鎖時要求裝置擁有者驗證

source: resize terminal with keyboard
de: Terminal mit der Tastatur anpassen
es: redimensionar el terminal con el teclado
fr: redimensionner le terminal avec le clavier
ja: キーボードに合わせてターミナルをリサイズ
zh_hans: 随键盘调整终端大小
zh_hant: 隨鍵盤調整終端機大小

source: response · {index}/{shortcut}
de: Antwort · {index}/{shortcut}
es: respuesta · {index}/{shortcut}
fr: réponse · {index}/{shortcut}
ja: 応答 · {index}/{shortcut}
zh_hans: 响应 · {index}/{shortcut}
zh_hant: 回應 · {index}/{shortcut}

source: restore
de: wiederherstellen
es: restaurar
fr: restaurer
ja: 復元
zh_hans: 恢复
zh_hant: 回復

source: restore %lld changed
de: %lld geänderte Einstellungen zurücksetzen
es: restaurar %lld cambios
fr: restaurer %lld modifications
ja: 変更した %lld 件を戻す
zh_hans: 还原已更改的 %lld 项
zh_hant: 還原已更改的 %lld 項

source: restore all defaults
de: alle Standards wiederherstellen
es: restaurar todos los valores por omisión
fr: rétablir tous les réglages par défaut
ja: すべてをデフォルトに戻す
zh_hans: 全部恢复默认
zh_hant: 全部恢復預設

source: restore defaults
de: Standards wiederherstellen
es: restaurar los valores por omisión
fr: rétablir les réglages par défaut
ja: デフォルトに戻す
zh_hans: 恢复默认
zh_hant: 恢復預設

source: restore from recovery file…
de: aus Wiederherstellungsdatei wiederherstellen…
es: restaurar desde el archivo de recuperación…
fr: restaurer depuis le fichier de récupération…
ja: 復旧ファイルから復元…
zh_hans: 从恢复文件恢复…
zh_hant: 從回復檔案回復…

source: restore on launch
de: beim Start wiederherstellen
es: restaurar al abrir
fr: restaurer au lancement
ja: 起動時に復元
zh_hans: 启动时恢复
zh_hant: 啟動時回復

source: restore private key
de: Private Key wiederherstellen
es: restaurar la clave privada
fr: restaurer la clé privée
ja: 秘密鍵を復元
zh_hans: 恢复私钥
zh_hant: 復原私鑰

source: restore purchases
de: Käufe wiederherstellen
es: restaurar compras
fr: restaurer les achats
ja: 購入を復元
zh_hans: 恢复购买
zh_hant: 回復購買

source: result
de: Ergebnis
es: resultado
fr: résultat
ja: 結果
zh_hans: 结果
zh_hant: 結果

source: retry
de: erneut versuchen
es: reintentar
fr: réessayer
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: retry check
de: Prüfung wiederholen
es: reintentar la comprobación
fr: réessayer la vérification
ja: 再確認
zh_hans: 重新检查
zh_hant: 重新檢查

source: review cleanup…
de: Bereinigung prüfen…
es: revisar la limpieza…
fr: vérifier le nettoyage…
ja: クリーンアップを確認…
zh_hans: 查看清理…
zh_hant: 查看清理…

source: review known hosts import
de: Import bekannter Hosts prüfen
es: revisar la importación de hosts conocidos
fr: vérifier l'import des hôtes connus
ja: 既知のホストの読み込みを確認
zh_hans: 审阅已知主机的导入
zh_hant: 審閱已知主機的輸入

source: revoke
de: widerrufen
es: revocar
fr: révoquer
ja: 失効
zh_hans: 吊销
zh_hant: 撤銷

source: revoke on %lld tracked hosts & delete
de: Auf %lld erfassten Hosts widerrufen und löschen
es: revocar en %lld hosts registrados y eliminar
fr: révoquer sur %lld hôtes suivis et supprimer
ja: 記録済みの %lld 台のホストで失効させて削除
zh_hans: 在 %lld 台已记录的主机上吊销并删除
zh_hant: 在 %lld 台已記錄的主機上撤銷並刪除

source: revoking…
de: wird widerrufen…
es: revocando…
fr: révocation…
ja: 失効中…
zh_hans: 正在吊销…
zh_hant: 正在撤銷…

source: row of special keys above the on-screen keyboard
de: Reihe mit Sondertasten über der Bildschirmtastatur
es: fila de teclas especiales encima del teclado en pantalla
fr: rangée de touches spéciales au-dessus du clavier à l'écran
ja: 画面上のキーボードの上に並ぶ特殊キーの列
zh_hans: 屏幕键盘上方的特殊按键行
zh_hant: 螢幕鍵盤上方的特殊按鍵列

source: run by `mosh-server new -- <command>` as the initial command.
de: wird von `mosh-server new -- <command>` als erster Befehl ausgeführt.
es: lo ejecuta `mosh-server new -- <command>` como comando inicial.
fr: exécuté par `mosh-server new -- <command>` comme commande initiale.
ja: `mosh-server new -- <command>` によって最初のコマンドとして実行されます。
zh_hans: 由 `mosh-server new -- <command>` 作为初始命令执行。
zh_hant: 由 `mosh-server new -- <command>` 作為初始指令執行。

source: running %@
de: läuft seit %@
es: en marcha %@
fr: en cours depuis %@
ja: %@ 前から実行中
zh_hans: 已运行 %@
zh_hant: 已執行 %@

source: runs immediately
de: läuft sofort
es: se ejecuta de inmediato
fr: s'exécute immédiatement
ja: すぐに実行
zh_hans: 立即运行
zh_hant: 立即執行

source: runs immediately when triggered.
de: läuft sofort, sobald ausgelöst.
es: se ejecuta de inmediato al activarse.
fr: s'exécute immédiatement au déclenchement.
ja: トリガーされるとすぐに実行されます。
zh_hans: 触发后立即运行。
zh_hant: 觸發後立即執行。

source: save
de: Sichern
es: guardar
fr: enregistrer
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: save every host
de: Jeden Host sichern
es: guarda todos tus hosts
fr: enregistrez tous vos hôtes
ja: すべてのホストを保存
zh_hans: 保存每一台主机
zh_hant: 儲存每一台主機

source: saving replaces the password stored in this device's keychain.
de: Beim Speichern wird das Passwort im Schlüsselbund dieses Geräts ersetzt.
es: al guardar se reemplaza la contraseña del llavero de este dispositivo.
fr: l'enregistrement remplace le mot de passe du trousseau de cet appareil.
ja: 保存すると、このデバイスのキーチェーンにあるパスワードが置き換えられます。
zh_hans: 保存后会替换本设备钥匙串中的密码。
zh_hant: 儲存後會取代本裝置鑰匙圈中的密碼。

source: scroll diagnostics
de: Scroll-Diagnose
es: diagnóstico del desplazamiento
fr: diagnostics du défilement
ja: スクロールの診断
zh_hans: 滚动诊断
zh_hant: 捲動診斷

source: scrollback lines · %lld
de: Scrollback-Zeilen · %lld
es: líneas de historial · %lld
fr: lignes d'historique · %lld
ja: スクロールバックの行数 · %lld
zh_hans: 回滚行数 · %lld
zh_hant: 回捲行數 · %lld

source: search
de: suchen
es: buscar
fr: rechercher
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: search hosts or add new ones below
de: Hosts suchen oder unten neue hinzufügen
es: busca hosts o añade nuevos abajo
fr: rechercher des hôtes ou en ajouter ci-dessous
ja: ホストを検索、または下から追加
zh_hans: 搜索主机，或在下方添加
zh_hant: 搜尋主機，或在下方新增

source: search hosts or user@host
de: Hosts oder user@host suchen
es: busca hosts o user@host
fr: rechercher des hôtes ou user@host
ja: ホストまたは user@host を検索
zh_hans: 搜索主机或 user@host
zh_hant: 搜尋主機或 user@host

source: search hosts, or type user@host to quick-connect
de: Hosts suchen oder user@host für eine Schnellverbindung eingeben
es: busca hosts o escribe user@host para conectar rápido
fr: rechercher des hôtes, ou saisir user@host pour se connecter vite
ja: ホストを検索、または user@host を入力してクイック接続
zh_hans: 搜索主机，或输入 user@host 快速连接
zh_hant: 搜尋主機，或輸入 user@host 快速連線

source: security
de: Sicherheit
es: seguridad
fr: sécurité
ja: セキュリティ
zh_hans: 安全
zh_hant: 安全性

source: select a key
de: Key auswählen
es: selecciona una clave
fr: sélectionner une clé
ja: キーを選択
zh_hans: 选择一个密钥
zh_hant: 選擇一個金鑰

source: selected
de: Ausgewählt
es: seleccionado
fr: sélectionné
ja: 選択中
zh_hans: 已选中
zh_hant: 已選取

source: send a ↵ after the transcript hits the terminal
de: nach dem Einfügen des Transkripts ein ↵ senden
es: enviar un ↵ después de que la transcripción llegue al terminal
fr: envoyer un ↵ une fois la transcription arrivée dans le terminal
ja: 文字起こしがターミナルに入ったあとに ↵ を送信します
zh_hans: 转写内容送入终端后再发送一个 ↵
zh_hant: 轉寫內容送入終端機後再傳送一個 ↵

source: send setup to nearby device
de: Einrichtung an Gerät in der Nähe senden
es: enviar la configuración a un dispositivo cercano
fr: envoyer la configuration à un appareil proche
ja: 近くのデバイスにセットアップを送る
zh_hans: 将设置发送到附近设备
zh_hant: 將設定傳送到鄰近裝置

source: send to developer
de: an den Entwickler senden
es: enviar al desarrollador
fr: envoyer au développeur
ja: 開発者に送る
zh_hans: 发送给开发者
zh_hant: 傳送給開發者

source: sends
de: sendet
es: envía
fr: envoie
ja: 送信内容
zh_hans: 发送
zh_hant: 傳送

source: sends %@
de: sendet %@
es: envía %@
fr: envoie %@
ja: %@ を送信します
zh_hans: 发送 %@
zh_hant: 傳送 %@

source: sent to shell
de: an die Shell gesendet
es: enviado al shell
fr: envoyé au shell
ja: シェルに送信
zh_hans: 发送到 shell
zh_hant: 傳送到 shell

source: sent verbatim to the login shell on connect.
de: wird beim Verbinden wörtlich an die Login-Shell gesendet.
es: se envía tal cual al shell de inicio de sesión al conectar.
fr: envoyé tel quel au shell de connexion lors de la connexion.
ja: 接続時に、そのままログインシェルへ送られます。
zh_hans: 连接时原样发送给登录 shell。
zh_hant: 連線時原樣傳送給登入 shell。

source: session %@
de: Sitzung %@
es: sesión %@
ja: セッション %@
zh_hans: 会话 %@
zh_hant: 工作階段 %@

source: session %@, %@
de: Sitzung %@, %@
es: sesión %@, %@
ja: セッション %@、%@
zh_hans: 会话 %@，%@
zh_hant: 工作階段 %@，%@
